---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureRealWorldOffsetY
source: html/67039b79-662a-04e5-9e7b-1a7dd721de2f.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureRealWorldOffsetY Property

The property labeled "Offset Y" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string TextureRealWorldOffsetY { get; }
```

## Remarks
This property is of type "AssetPropertyDistance".